[
  {
    "_id": "628baf5819fd85d3009a7455",
    "img": "https://i.ibb.co/6PPXR1k/thermostat-valve.jpg",
    "name": "Car Parts Brake System Brake Disc",
    "description": "Quick refunds on orders under US $1,00. OEM standards Size  $8.00/Piece | 1 Piece (Min. Order) Support Express · Sea freight · Land freight · Air freight    .\r\n",
    "MOQ": 100,
    "Available_Qty": 573,
    "Prire": 798
  },
  {
    "_id": "628baf58177c438540889cb8",
    "img": "https://i.ibb.co/tZnQJ1Z/AC-Compressor.jpg",
    "name": "Great wall Haval Jolion F7 cylinder assy",
    "description": "Laboris labore ad ex minim. Labore amet adipisicing reprehenderit non cupidatat nostrud dolor labore pariatur ex aliquip sunt aliquip ea. Culpa cillum in consectetur excepteur reprehenderit veniam laboris amet exercitation. Adipisicing nisi nostrud duis reprehenderit. Sint amet enim esse sit dolor amet qui pariatur qui incididunt. Sint eiusmod Lorem commodo ad eu ipsum ipsum est elit tempor laborum fugiat.\r\n",
    "MOQ": 157,
    "Available_Qty": 720,
    "Prire": 1164
  },
  {
    "_id": "628baf585716e258a4794d8c",
    "img": "https://i.ibb.co/271w21t/Engine-Block-1.jpg",
    "name": "Griffith Rivera",
    "description": "Eiusmod sunt do consequat deserunt ipsum elit laborum tempor eu officia occaecat duis. Irure duis consectetur cupidatat aliquip sit enim nisi officia aute non velit labore dolore deserunt. Consequat veniam ea dolore ipsum. Do proident non laboris nostrud incididunt in ad elit fugiat. Consectetur tempor proident eiusmod enim laboris aliqua duis nulla amet Lorem exercitation nostrud. Aliqua aliquip cillum minim reprehenderit enim occaecat amet ipsum ut nostrud eu pariatur cupidatat. Cupidatat reprehenderit aute laborum veniam qui ipsum ea.\r\n",
    "MOQ": 144,
    "Available_Qty": 684,
    "Prire": 997
  },
  {
    "_id": "628baf58ec5cb7ddf72647cd",
    "img": "https://i.ibb.co/Wn5sGNs/Disc-1.jpg2",
    "name": "Estes Stephenson",
    "description": "Id ex magna elit aliqua cupidatat adipisicing magna mollit. Reprehenderit occaecat ullamco cillum labore consectetur proident officia ut. Et adipisicing officia voluptate qui id. Occaecat ex nostrud deserunt ut anim quis. Dolore reprehenderit dolor id eu. Anim ullamco qui nisi id eiusmod aliquip cupidatat laboris do aute.\r\n",
    "MOQ": 154,
    "Available_Qty": 699,
    "Prire": 566
  },
  {
    "_id": "628baf58a53e46294274a0b0",
    "img": "https://i.ibb.co/2ccLjLL/Throttle-Controll-Motor-2.jpg",
    "name": "Sherri Quinn",
    "description": "Sunt elit labore ipsum anim non enim aliqua ullamco. Id Lorem amet eiusmod sit cupidatat. Do magna nostrud commodo dolore ex eiusmod quis deserunt ipsum mollit officia occaecat. Nisi fugiat elit tempor commodo. Labore aute officia cupidatat dolor cillum aliquip non sunt id dolor amet ad commodo. In laboris mollit ad cillum. Reprehenderit elit nulla ad voluptate do ullamco culpa eiusmod nulla in amet culpa amet.\r\n",
    "MOQ": 184,
    "Available_Qty": 499,
    "Prire": 720
  }
]